[{"id":1,"quantity":5,"price":50999.0,"name":"Apple iPhone 11","description":"The case of the Apple iPhone 11 smartphone with a diagonal of 6.1\" is made of metal and decorated with a glass panel."},{"id":2,"quantity":10,"price":8999.0,"name":"Xiaomi Redmi 9A","description":"The Xiaomi Redmi 9A smartphone in a dark gray plastic case is equipped with the most technological solutions."},{"id":3,"quantity":13,"price":23999.0,"name":"POCO X3 Pro","description":"The POCO X3 Pro smartphone will allow you to immerse yourself in what is happening on the screen thanks to the support of IPS technology, which demonstrates a resolution of 2400x1080."},{"id":4,"quantity":36,"price":54199.0,"name":"Apple iPhone 13","description":"Apple iPhone 13"},{"id":5,"quantity":2,"price":9000.0,"name":"Xiaomi Redmi 9C","description":"At the heart of its functioning is the MediaTek Helio G25 processor, the PowerVR GE8320 accelerator and 2 GB of RAM at once."},{"id":6,"quantity":5,"price":39999.0,"name":"Samsung Galaxy A72","description":"The Samsung Galaxy A72 smartphone with its own 256 GB memory will be able to save a huge amount of content, including your perfect photos and videos."},{"id":7,"quantity":6,"price":14999.0,"name":"Xiaomi Redmi Note 9","description":"The Xiaomi Red Note 9 smartphone attracts attention with a stylish design of the back panel in white with a gradient effect."},{"id":8,"quantity":1,"price":25999.0,"name":"Vivo V21E","description":"The thickness of the Vivo V21E smartphone has been reduced by 6% compared to its predecessor."},{"id":9,"quantity":6,"price":16999.0,"name":"Honor 10X Lite","description":"The Honor 10X Lite smartphone is made in a frameless style and is equipped with a 6.67-inch IPS 2400x1080 pixel display, which displays a detailed picture with deep colors."},{"id":10,"quantity":0,"price":14999.0,"name":"Xiaomi Redmi Note 9","description":"The Xiaomi Red Note 9 128 GB smartphone in a green case was released in 2020."},{"id":11,"quantity":8,"price":21000.0,"name":"Xiaomi Redmi Note 10S","description":"The Xiaomi Red miNote 10S smartphone is equipped with an AMOLED display with a size of 6.43\" inches."}]